---
kind: property
id: P:Autodesk.Revit.DB.FamilySizeTableErrorInfo.InvalidHeaderText
source: html/bd6da765-26ab-d7ae-fffb-1ba490b4771f.htm
---
# Autodesk.Revit.DB.FamilySizeTableErrorInfo.InvalidHeaderText Property

The invalid header text.

## Syntax (C#)
```csharp
public string InvalidHeaderText { get; }
```